const Another: Array<TaskType> = [
  {
    title: 'УСТРОИТЬ ФОТОПРОГУЛКУ — С ДРУЗЬЯМИ ИЛИ В ОДИНОЧКУ',
    text: 'А потом публиковать все!',
    image: 'saratovphotowalk'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ЗАПЛАНИРОВАТЬ ПОЕЗДКУ В САНКТ-ПЕТЕРБУРГ. И НЕ ЗАБЫТЬ ПОСЕТИТЬ ТАМ TELE2 ART SPACE!',
    text: 'Подробнее не сайте',
    link: '',
    image: 'saintp',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ РАССВЕТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunrise',
  },
  {
    title: 'СДЕЛАТЬ ЧТО-ТО, О ЧЕМ ДАВНО МЕЧТАЕШЬ',
    text: 'Может, прыжок с парашютом?',
    image: 'jump',
  },
  {
    title: 'ПОЗАНИМАТЬСЯ СПОРТОМ НА УЛИЦЕ: ТРЕНИРОВКУ МОЖНО НАЙТИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Делимся ссылкой',
    link: 'https://vk.cc/ceRq0B',
    image: 'trenirovka',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ПРИГЛАСИТЬ ДРУГА ИЗ ДРУГОГО ГОРОДА В ГОСТИ',
    text: 'Как давно вы не виделись?',
    image: 'vgosti',
  },
  {
    title: 'СЪЕЗДИТЬ НА ШАШЛЫКИ ЗА ГОРОД',
    text: 'Вкусные блюда, лимонады, друзья',
    image: 'shashliki',
  },
  {
    title: 'СДЕЛАТЬ ЛЕТНИЙ ПРЕДМЕТ ИНТЕРЬЕРА СВОИМИ РУКАМИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите тьюториал на сайте',
    image: 'interior',
    link: 'https://vk.cc/ceRq9Z',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ВДОЛЬ НАБЕРЕЖНОЙ: УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'running',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'НАЙТИ САМОЕ НЕОБЫЧНОЕ ЗДАНИЕ В ГОРОДЕ',
    text: 'И сфотографировать его',
    image: 'neobichnoezdanie',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'УСТРОИТЬ СВИДАНИЕ ДОМА — ПОСМОТРЕТЬ ФИЛЬМ В ВИДЕОСЕРВИСЕ WINK',
    text: 'Ловите ссылку',
    link: 'https://vk.cc/ceRqh5',
    image: 'wink',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'СХОДИТЬ В ОДНОДНЕВНЫЙ ПОХОД',
    text: 'Только не заблудитесь',
    image: 'pokhod',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ПОСМОТРЕТЬ ЛЕКЦИЮ В ЛЕКТОРИИ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Вот и ссылка!',
    link: 'https://vk.cc/ceRq9Z',
    image: 'lectority',
  },
];