import { TaskType } from './types';

const SPB: Array<TaskType> = [
  {
    title: 'ПРОВЕСТИ РАБОЧУЮ ПЯТНИЦУ В TELE2 ART SPACE — ЗДЕСЬ КОВОРКИНГ, КИНО И ЛЕКЦИИ',
    text: 'Подробности на сайте',
    link: 'https://vk.cc/ceRpOL',
    image: 'coworking'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ПОЕХАТЬ НА ФИНСКИЙ ЗАЛИВ И ГРЕТЬСЯ ПОД СОЛНЦЕМ НА ПЛЯЖЕ',
    text: 'Захватите лучших друзей!',
    image: 'beach',
  },
  {
    title: 'ВДОХНОВИТЬСЯ НА СВЕРШЕНИЯ С ФИЛЬМОМ «ТРИУМФ» В TELE2 ART SPACE',
    text: 'Сеанс в 19:30',
    link: 'https://vk.cc/ceRpOL',
    image: 'pinkmovie',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yogaroof',
  },
  {
    title: 'ВСТРЕТИТЬ ЗАКАТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunset',
  },
  {
    title: 'УСТРОИТЬ ТУР ПО ЛЮБИМЫМ ЗАВЕДЕНИЯМ ПИТЕРА ИЛИ ОТКРЫТЬ ДЛЯ СЕБЯ НОВЫЕ ГАСТРОПРОЕКТЫ',
    text: 'Как же вкусно будет!',
    image: 'buterbrodik',
  },
  {
    title: 'УЗНАТЬ БОЛЬШЕ О ГРУППЕ PINK FLOYD НА ЛЕКЦИИ В TELE2 ART SPACE',
    text: 'Начало в 14:30',
    link: 'https://vk.cc/ceRpOL',
    image: 'lecturestairs',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Мечтали в детстве о таком?',
    image: 'walkatnight',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ПРОВЕСТИ ДЕНЬ, КАТАЯСЬ НА АТТРАКЦИОНАХ',
    text: 'И на экстремальных тоже!',
    image: 'attraction',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'ПОСЛУШАТЬ ЛЕКЦИЮ О ГРУППЕ THE BEATLES В TELE2 ART-SPACE',
    text: 'Старт в 14:30',
    image: 'lecturegirl',
    link: 'https://vk.cc/ceRpOL',
  },
  {
    title: 'ПОПРОБОВАТЬ ГОНЧАРНОЕ РЕМЕСЛО — ЭТО ИНТЕРЕСНО И КРАСИВО',
    text: 'Еще, говорят, успокаивает',
    image: 'clay',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ВДОЛЬ НАБЕРЕЖНОЙ: УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'running',
  },
  {
    title: 'АРЕНДОВАТЬ РОЛИКИ НА ЕЛАГИНОМ ОСТРОВЕ И НАКАТАТЬСЯ ТАМ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку!',
    image: 'veranda',
  },
  {
    title: 'ПОДПЕВАТЬ УЛИЧНЫМ МУЗЫКАНТАМ ВО ВЕСЬ ГОЛОС',
    text: 'И не стесняться',
    image: 'streetsinger',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'НАКОНЕЦ РЕШИТЬСЯ И ПРИГЛАСИТЬ ЕГО/ЕЕ НА СВИДАНИЕ НА ФИЛЬМ «КРАСОТКА НА ВСЮ ГОЛОВУ» В TELE2 ART-SPACE',
    text: 'Сеанс в 17:00',
    link: 'https://vk.cc/ceRpOL',
    image: 'pinkmovie',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ НА КУРОРТЕ «ИГОРА» ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'ПОЗАВТРАКАТЬ ВКУСНЫМИ ПЫШКАМИ И ВЗБОДРИТЬСЯ АРОМАТНЫМ КОФЕ С МОЛОКОМ',
    text: 'Какую пышечную любите?',
    image: 'pishka',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ПРОВЕСТИ ВЕЧЕР У КОСТРА С ДРУЗЬЯМИ',
    text: 'Захватите гитару и зефир!',
    image: 'fire',
  }
];

const vladivostok: Array<TaskType> = [
  {
    title: 'УСТРОИТЬ ФОТОПРОГУЛКУ — С ДРУЗЬЯМИ ИЛИ В ОДИНОЧКУ',
    text: 'А потом публиковать все!',
    image: 'vladikphotowalk'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'СФОТОГРАФИРОВАТЬСЯ С МАЯКОМ ТОКАРЕВСКОГО. КАК НА ОТКРЫТКУ!',
    text: 'Такое фото должно быть у каждого',
    image: 'mayak',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ РАССВЕТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunrise',
  },
  {
    title: 'СОБРАТЬ НЕОБЫЧНЫЕ КАМЕШКИ В БУХТЕ АГАТОВАЯ. НА ПАМЯТЬ ОБ ЭТОМ ЗАМЕЧАТЕЛЬНОМ ДНЕ',
    text: 'Красота!',
    image: 'bukhta',
  },
  {
    title: 'ПОЗАНИМАТЬСЯ СПОРТОМ НА УЛИЦЕ: ТРЕНИРОВКУ МОЖНО НАЙТИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Делимся ссылкой',
    link: 'https://vk.cc/ceRq0B',
    image: 'trenirovka',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ПРОГУЛЯТЬСЯ ПО ЗОЛОТОМУ МОСТУ. ВКЛЮЧИТЬ ЛЮБИМУЮ ПЕСНЮ И ИДТИ-ИДТИ-ИДТИ',
    text: 'Как в каком-то фильме!',
    image: 'bridge',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'СДЕЛАТЬ ЛЕТНИЙ ПРЕДМЕТ ИНТЕРЬЕРА СВОИМИ РУКАМИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите тьюториал на сайте',
    image: 'interior',
    link: 'https://vk.cc/ceRq9Z',
  },
  {
    title: 'ПОПРОБОВАТЬ ГОНЧАРНОЕ РЕМЕСЛО — ЭТО ИНТЕРЕСНО И КРАСИВО',
    text: 'Еще, говорят, успокаивает',
    image: 'clay',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ПО ПАРКУ УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'parkrun',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку!',
    image: 'veranda',
  },
  {
    title: 'ГУЛЯТЬ ПО БЕРЕГУ БУХТЫ ТАСОВАЯ И РАСПЕВАТЬ ЛЮБИМЫЕ ПЕСНИ ВО ВЕСЬ ГОЛОС',
    text: 'И не стесняться',
    image: 'bukhtawalk',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },

  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'ВСТРЕТИТЬ ЗАКАТ, ГУЛЯЯ ПО НАБЕРЕЖНОЙ',
    text: 'Спокойно и медленно',
    image: 'sunsetfriends',
  },
  {
    title: 'ПОСМОТРЕТЬ ЛЕКЦИЮ В ЛЕКТОРИИ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Вот и ссылка!',
    link: 'https://vk.cc/ceRq9Z',
    image: 'lectority',
  },
  {
    title: 'ПРОВЕСТИ ВЕЧЕР У КОСТРА С ДРУЗЬЯМИ',
    text: 'Захватите гитару и зефир!',
    image: 'fire',
  }
];

const irkutsk: Array<TaskType> = [
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет!',
    image: 'walkingmusic'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'НАСЛАДИТЬСЯ ЦУЙВАНОМ КАК В ПЕРВЫЙ РАЗ',
    text: 'Лайк национальной кухне?',
    image: 'tsuyvan',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ ЗАКАТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunset',
  },
  {
    title: 'ПРОЕХАТЬ ПО КРУГОБАЙКАЛЬСКОЙ ЖЕЛЕЗНОЙ ДОРОГЕ',
    text: 'Красивые виды обеспечены',
    image: 'krugobaykal',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ПРОГУЛЯТЬСЯ ПО ИРКУТСКОЙ СЛОБОДЕ',
    text: ' С семьей или друзьями!',
    image: 'sloboda',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ПО ПАРКУ УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'parkrun',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ПРОВЕСТИ ВЕЧЕР ЗА ПРОСМОТРОМ КИНО НА КИНОПАРКОВКЕ TELE2',
    text: 'Расписание здесь',
    link: 'https://vk.cc/ceRrgG',
    image: 'kinoparkovka',
  },
  {
    title: 'УСТРОИТЬ ПИКНИК НА БАЙКАЛЕ',
    text: 'И не забыть убрать за собой мусор. Это важно!',
    image: '',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'НАСЛАДИТЬСЯ ФИЛЬМОМ «СДЕЛАНО В ИТАЛИИ» НА КИНОПАРКОВКЕ TELE2. БЕРИТЕ МНОГО ПОПКОРНА!',
    text: 'Подробнее на сайте',
    link: 'https://vk.cc/ceRrgG',
    image: 'sdelanovitalii',
  },

  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПОСМОТРЕТЬ ФИЛЬМ «ТУВЕ» НА КИНОПАРКОВКЕ TELE2 И ПОСМЕЯТЬСЯ ОТ ДУШИ',
    text: 'Сеанс в 21:15',
    link: 'https://vk.cc/ceRrgG',
    image: 'tuvefilm',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'ЗАНОВО ВЛЮБИТЬСЯ В РАБОТЫ ХУДОЖНИКОВ В ГАЛЕРЕЕ СОВРЕМЕННОГО ИСКУССТВА',
    text: 'Как относитесь к искусству?',
    image: 'gallery',
  },
  {
    title: 'ПРОВЕСТИ ВЕЧЕР У КОСТРА С ДРУЗЬЯМИ',
    text: 'Захватите гитару и зефир!',
    image: 'fire',
  },
  {
    title: 'ПРОЕХАТЬ НА АВТОМОБИЛЕ ПО ВЕЧЕРНЕМУ ГОРОДУ И ЗАЕХАТЬ НА КИНОПАРКОВКУ TELE2',
    text: 'Расписание сеансов здесь',
    link: 'https://vk.cc/ceRrgG',
    image: 'kinoparkovka1',
  },
];

const kazan: Array<TaskType> = [
  {
    title: 'СХОДИТЬ В ОНЛАЙН-ПАРК TELE2. КИНО, РАЗВЛЕЧЕНИЯ И СВЕЖИЙ ВОЗДУХ!',
    text: 'Подробнее на сайте',
    link: 'https://vk.cc/ceRr8S',
    image: 'onlinepark'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ПРОВЕСТИ ВРЕМЯ С БЛИЗКИМИ В ПАРКЕ «ЧЕРНОЕ ОЗЕРО»',
    text: 'Отдыхать и веселиться!',
    image: 'chernoyeozero',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ ЗАКАТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunset',
  },
  {
    title: 'ПРИГОТОВИТЬ ЧАК-ЧАК И УГОСТИТЬ ЛАКОМСТВОМ ВСЮ СЕМЬЮ ИЛИ ДРУЗЕЙ',
    text: 'Так сладко, так вкусно',
    image: 'chackchack',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ОГЛЯДЕТЬ АРХИТЕКТУРУ ГОРОДА. ГУЛЯТЬ ПО ГЛАВНЫМ УЛИЦАМ И МНОГО-МНОГО ФОТОГРАФИРОВАТЬСЯ',
    text: ' С семьей или друзьями!',
    image: 'kazanwalk',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'ОТПРАВИТЬСЯ В ОНЛАЙН-ПАРК TELE2 И ПОСМОТРЕТЬ ФИЛЬМ «ПРИКЛЮЧЕНИЯ ПАДДИНГТОНА 2»',
    text: 'Узнайте подробности',
    link: 'https://vk.cc/ceRr8S',
    image: '',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ПО ПАРКУ УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'parkrun',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'ОКАЗАТЬСЯ НА НАСТОЯЩЕЙ ВЕЧЕРИНКЕ. В ОНЛАЙН-ПАРКЕ TELE2 С ДИДЖЕЙ-СЕТАМИ!',
    text: 'Подробнее на сайте',
    link: 'https://vk.cc/ceRr8S',
    image: 'djset',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'СЪЕСТЬ ЭЧПОЧМАК В СВОЕМ ЛЮБИМОМ ЗАВЕДЕНИИ',
    text: 'Или приготовите сами?',
    image: '',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'ПРОВЕСТИ ДЕНЬ, ЧИТАЯ КНИГУ В КОВОРКИНГЕ ОНЛАЙН-ПАРКА TELE2',
    text: 'Узнайте больше',
    link: 'https://vk.cc/ceRr8S',
    image: 'bookcoworking',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'ОТПРАВИТЬСЯ В ЧАЙНУЮ И ВЫПИТЬ ЧАЙ ПО ТАТАРСКИМ ТРАДИЦИЯМ',
    text: 'Черный, зеленый или травяной?',
    image: '',
  },
  {
    title: 'ПРОВЕСТИ ВЕЧЕР У КОСТРА С ДРУЗЬЯМИ',
    text: 'Захватите гитару и зефир!',
    image: 'fire',
  },
  {
    title: 'ОТКРЫТЬ ДЛЯ СЕБЯ ЧТО-ТО НОВОЕ В ЛЕКТОРИИ ОНЛАЙН-ПАРКА TELE2',
    text: 'Расписание смотрите здесь',
    link: 'https://vk.cc/ceRr8S',
    image: 'lecturegirl',
  },
];

const izhevsk: Array<TaskType> = [
  {
    title: 'УСТРОИТЬ ФОТОПРОГУЛКУ — С ДРУЗЬЯМИ ИЛИ В ОДИНОЧКУ',
    text: 'А потом публиковать все!',
    image: 'photowalk'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ОТ ДУШИ ПОСМЕЯТЬСЯ НА СТЕНДАПЕ И ПРИДУМАТЬ ПАРУ СВОИХ ШУТОК',
    text: 'Смех продлевает жизнь!',
    image: 'standup',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ ЗАКАТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunset',
  },
  {
    title: 'ПРОНИКНУТЬСЯ ПОЭЗИЕЙ НА ДРУЖЕСКОМ ПОЭТИЧЕСКОМ ВЕЧЕРЕ И, МОЖЕТ, ДАЖЕ ВЫСТУПИТЬ!',
    text: 'Кто ваш любимый поэт?',
    image: 'poetry',
  },
  {
    title: 'ПОЗАНИМАТЬСЯ СПОРТОМ НА УЛИЦЕ: ТРЕНИРОВКУ МОЖНО НАЙТИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Делимся ссылкой',
    link: 'https://vk.cc/ceRq0B',
    image: 'trenirovka',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'СХОДИТЬ НА БРАНЧ В КАКОЕ-НИБУДЬ КАФЕ И ПОСИДЕТЬ НА ВЕРАНДЕ',
    text: ' С друзьями или коллегами!',
    image: 'brunch',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'СДЕЛАТЬ ЛЕТНИЙ ПРЕДМЕТ ИНТЕРЬЕРА СВОИМИ РУКАМИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите тьюториал на сайте',
    image: 'interior',
    link: 'https://vk.cc/ceRq9Z',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ПО ПАРКУ УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'parkrun',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'ПРОВЕСТИ ВЕЧЕР ЗА ПРОСМОТРОМ КИНО НА КИНОПАРКОВКЕ TELE2',
    text: 'Расписание здесь',
    link: 'https://vk.cc/ceRrgG',
    image: 'kinoparkovka',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'ПОЗДОРОВАТЬСЯ С ЖИРАФОМ ИЛИ ДРУГИМИ ЖИВОТНЫМИ В ЗООПАРКЕ',
    text: 'Давно там были?',
    image: 'giraffe',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'НАСЛАДИТЬСЯ АРОМАТОМ ХВОИ В ПАРКЕ С РЕЛИКТОВЫМИ СОСНАМИ',
    text: 'Полезно для здоровья',
    image: 'sosna',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ПРОЕХАТЬ НА АВТОМОБИЛЕ ПО ВЕЧЕРНЕМУ ГОРОДУ И ЗАЕХАТЬ НА КИНОПАРКОВКУ TELE2',
    text: 'Расписание сеансов здесь',
    link: 'https://vk.cc/ceRrgG',
    image: 'tuvefilm',
  },
];

const nn: Array<TaskType> = [
  {
    title: 'УСТРОИТЬ ФОТОПРОГУЛКУ — С ДРУЗЬЯМИ ИЛИ В ОДИНОЧКУ',
    text: 'А потом публиковать все!',
    image: 'photowalk'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ПРОГУЛЯТЬСЯ ПО ЗАКОНСЕРВИРОВАННОМУ АРТ-КВАРТАЛУ',
    text: 'Сколько всего там интересного',
    image: 'artkvartal',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ РАССВЕТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunrise',
  },
  {
    title: 'ПОСЕТИТЬ МИСТИЧЕСКИЕ МЕСТА В НИЖЕГОРОДСКОЙ ОБЛАСТИ',
    text: 'Не боитесь?',
    image: 'mystic',
  },
  {
    title: 'ПОЗАНИМАТЬСЯ СПОРТОМ НА УЛИЦЕ: ТРЕНИРОВКУ МОЖНО НАЙТИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Делимся ссылкой',
    link: 'https://vk.cc/ceRq0B',
    image: 'trenirovka',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ПОДНЯТЬСЯ ПО ЧКАЛОВСКОЙ ЛЕСТНИЦЕ И НЕ УСТАТЬ',
    text: 'Берите побольше воды!',
    image: 'chkalov',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'СДЕЛАТЬ ЛЕТНИЙ ПРЕДМЕТ ИНТЕРЬЕРА СВОИМИ РУКАМИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите тьюториал на сайте',
    image: 'interior',
    link: 'https://vk.cc/ceRq9Z',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ПО ПАРКУ УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'parkrun',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'ПРОКАТИТЬСЯ НА КАНАТКЕ И НАСЛАДИТЬСЯ ПРЕКРАСНЫМ ВИДОМ НА ВОЛГУ',
    text: 'Часто на ней катаетесь?',
    image: 'kanatka',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'УСТРОИТЬ СВИДАНИЕ ДОМА — ПОСМОТРЕТЬ ФИЛЬМ В ВИДЕОСЕРВИСЕ WINK',
    text: 'Ловите ссылку',
    link: 'https://vk.cc/ceRqh5',
    image: 'wink',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'НАЙТИ КАФЕ С КОТИКАМИ, ПОСИДЕТЬ ТАМ И ПООБЩАТЬСЯ С ПУШИСТЫМИ',
    text: 'Любите котов?',
    image: 'kotocafe',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ПОСМОТРЕТЬ ЛЕКЦИЮ В ЛЕКТОРИИ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Вот и ссылка!',
    link: 'https://vk.cc/ceRq9Z',
    image: 'lectority',
  },
];

const saratov: Array<TaskType> = [
  {
    title: 'УСТРОИТЬ ФОТОПРОГУЛКУ — С ДРУЗЬЯМИ ИЛИ В ОДИНОЧКУ',
    text: 'А потом публиковать все!',
    image: 'saratovphotowalk'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ПЕРЕНЕСТИСЬ ИЗ ГОРОДА В ДЖУНГЛИ, ОТПРАВИВШИСЬ В ГОРОДСКОЙ ЛИМОНАРИЙ',
    text: 'Впечатление для каждого!',
    image: 'jungle',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ ЗАКАТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunset',
  },
  {
    title: 'ПОНЕЖИТЬСЯ НА ЗОЛОТОМ ПЛЯЖЕ ОСТРОВА ПОКРОВСКИЕ ПЕСКИ',
    text: 'Вот это отдых!',
    image: 'peski',
  },
  {
    title: 'ПОЗАНИМАТЬСЯ СПОРТОМ НА УЛИЦЕ: ТРЕНИРОВКУ МОЖНО НАЙТИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Делимся ссылкой',
    link: 'https://vk.cc/ceRq0B',
    image: 'trenirovka',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ПОЙМАТЬ ЗОЛОТУЮ РЫБКУ',
    text: 'Можно и окуня!',
    image: 'goldfish',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'СДЕЛАТЬ ЛЕТНИЙ ПРЕДМЕТ ИНТЕРЬЕРА СВОИМИ РУКАМИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите тьюториал на сайте',
    image: 'interior',
    link: 'https://vk.cc/ceRq9Z',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ПО ПАРКУ УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'parkrun',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'ПОКАТАТЬСЯ НА КАРТИНГЕ. И ПОЛУЧИТЬ ВОЛНУ АДРЕНАЛИНА!',
    text: 'Эмоций на целый год!',
    image: 'kart',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'УСТРОИТЬ СВИДАНИЕ ДОМА — ПОСМОТРЕТЬ ФИЛЬМ В ВИДЕОСЕРВИСЕ WINK',
    text: 'Ловите ссылку',
    link: 'https://vk.cc/ceRqh5',
    image: 'wink',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'ПОПЛАВАТЬ В ОТКРЫТОМ БАССЕЙНЕ',
    text: 'В жару самое то!',
    image: 'pool',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ПОСМОТРЕТЬ ЛЕКЦИЮ В ЛЕКТОРИИ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Вот и ссылка!',
    link: 'https://vk.cc/ceRq9Z',
    image: 'lectority',
  },
];

const volgograd: Array<TaskType> = [
  {
    title: 'УСТРОИТЬ ФОТОПРОГУЛКУ — С ДРУЗЬЯМИ ИЛИ В ОДИНОЧКУ',
    text: 'А потом публиковать все!',
    image: 'saratovphotowalk'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ОТПРАВИТЬСЯ В ПЛАНЕТАРИЙ И ПОЛЮБОВАТЬСЯ КОСМОСОМ',
    text: 'Понять, какие же мы маленькие',
    image: 'planetariy',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ РАССВЕТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunrise',
  },
  {
    title: 'НАЙТИ И СЪЕСТЬ САМЫЙ ВКУСНЫЙ АРБУЗ',
    text: 'В одиночку справитесь?',
    image: 'watermelon',
  },
  {
    title: 'ПОЗАНИМАТЬСЯ СПОРТОМ НА УЛИЦЕ: ТРЕНИРОВКУ МОЖНО НАЙТИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Делимся ссылкой',
    link: 'https://vk.cc/ceRq0B',
    image: 'trenirovka',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'СХОДИТЬ В ОДНОДНЕВНЫЙ ПОХОД',
    text: 'Только не заблудитесь',
    image: 'pokhod',
  },
  {
    title: 'УСТРОИТЬ ЛЕТНЮЮ ВЕЧЕРИНКУ ДОМА',
    text: 'Пицца, лимонады, друзья',
    image: 'partyhome',
  },
  {
    title: 'СДЕЛАТЬ ЛЕТНИЙ ПРЕДМЕТ ИНТЕРЬЕРА СВОИМИ РУКАМИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите тьюториал на сайте',
    image: 'interior',
    link: 'https://vk.cc/ceRq9Z',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ПО ПАРКУ УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'parkrun',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'ЗАНОВО ВЛЮБИТЬСЯ В РАБОТЫ ХУДОЖНИКОВ В МУЗЕЕ ИЗОБРАЗИТЕЛЬНЫХ ИСКУССТВ',
    text: 'Какая эпоха - ваша любимая?',
    image: 'gallery',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'УСТРОИТЬ СВИДАНИЕ ДОМА — ПОСМОТРЕТЬ ФИЛЬМ В ВИДЕОСЕРВИСЕ WINK',
    text: 'Ловите ссылку',
    link: 'https://vk.cc/ceRqh5',
    image: 'wink',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'ВСТРЕТИТЬ ЗАКАТ НА ВОЛГЕ',
    text: 'Возьмите кофту потеплее',
    image: 'volga',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ПОСМОТРЕТЬ ЛЕКЦИЮ В ЛЕКТОРИИ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Вот и ссылка!',
    link: 'https://vk.cc/ceRq9Z',
    image: 'lectority',
  },
];

const another: Array<TaskType> = [
  {
    title: 'УСТРОИТЬ ФОТОПРОГУЛКУ — С ДРУЗЬЯМИ ИЛИ В ОДИНОЧКУ',
    text: 'А потом публиковать все!',
    image: 'saratovphotowalk'
  },
  {
    title: 'СЪЕСТЬ САХАРНУЮ ВАТУ, НЕ ПРИКАСАЯСЬ К НЕЙ РУКАМИ',
    text: 'Справитесь?',
    image: 'cottoncandy',
  },
  {
    title: 'ПРОВЕСТИ ВЫХОДНОЙ БЕЗ СОЦИАЛЬНЫХ СЕТЕЙ',
    text: 'Это довольно непросто',
    image: 'skateboard',
  },
  {
    title: 'ЗАПЛАНИРОВАТЬ ПОЕЗДКУ В САНКТ-ПЕТЕРБУРГ. И НЕ ЗАБЫТЬ ПОСЕТИТЬ ТАМ TELE2 ART SPACE!',
    text: 'Подробнее не сайте',
    link: '',
    image: 'saintp',
  },
  {
    title: 'ПРИГОТОВИТЬ ОСВЕЖАЮЩИЙ КОКТЕЙЛЬ ПО РЕЦЕПТУ ИЗ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите рецепт на сайте',
    link: 'https://vk.cc/ceRpPI',
    image: 'cocktail',
  },
  {
    title: 'КУПИТЬ МЫЛЬНЫЕ ПУЗЫРИ И ПУСКАТЬ ИХ С БАЛКОНА',
    text: 'Как в детстве!',
    image: 'bubbles',
  },
  {
    title: 'СДЕЛАТЬ УТРЕННЮЮ ЙОГУ НА КРЫШЕ В ЦЕНТРЕ ГОРОДА',
    text: 'Какие асаны уже знаете?',
    image: 'yoga2',
  },
  {
    title: 'ВСТРЕТИТЬ РАССВЕТ С ЛУЧШИМ ДРУГОМ',
    text: 'Не забудьте плед!',
    image: 'sunrise',
  },
  {
    title: 'СДЕЛАТЬ ЧТО-ТО, О ЧЕМ ДАВНО МЕЧТАЕШЬ',
    text: 'Может, прыжок с парашютом?',
    image: 'jump',
  },
  {
    title: 'ПОЗАНИМАТЬСЯ СПОРТОМ НА УЛИЦЕ: ТРЕНИРОВКУ МОЖНО НАЙТИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Делимся ссылкой',
    link: 'https://vk.cc/ceRq0B',
    image: 'trenirovka',
  },
  {
    title: 'ГУЛЯТЬ ПОД ЛЮБИМУЮ МУЗЫКУ В НАУШНИКАХ',
    text: 'И пусть весь мир подождет',
    image: 'walkingmusic',
  },
  {
    title: 'НЕ СПАТЬ ВСЮ НОЧЬ: ГУЛЯТЬ ПО ГОРОДУ ИЛИ СМОТРЕТЬ СЕРИАЛЫ БЕЗ ПЕРЕРЫВА',
    text: 'Все же в детстве о таком мечтали?',
    image: 'redhat',
  },
  {
    title: 'НАРИСОВАТЬ МЕЛКАМИ НА АСФАЛЬТЕ КЛАССИКИ И ИГРАТЬ В НИХ',
    text: 'Дети во дворе будут рады!',
    image: 'children',
  },
  {
    title: 'ПРИГЛАСИТЬ ДРУГА ИЗ ДРУГОГО ГОРОДА В ГОСТИ',
    text: 'Как давно вы не виделись?',
    image: 'vgosti',
  },
  {
    title: 'СЪЕЗДИТЬ НА ШАШЛЫКИ ЗА ГОРОД',
    text: 'Вкусные блюда, лимонады, друзья',
    image: 'shashliki',
  },
  {
    title: 'СДЕЛАТЬ ЛЕТНИЙ ПРЕДМЕТ ИНТЕРЬЕРА СВОИМИ РУКАМИ В «ДОМЕ ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Смотрите тьюториал на сайте',
    image: 'interior',
    link: 'https://vk.cc/ceRq9Z',
  },
  {
    title: 'КОРМИТЬ ГОЛУБЕЙ, СИДЯ НА ЛАВОЧКЕ, ИЛИ УТОК НА ПРУДУ',
    text: 'Уткам хлеб не предлагайте!',
    image: 'golubi',
  },
  {
    title: 'УСТРОИТЬ ПРОБЕЖКУ ВДОЛЬ НАБЕРЕЖНОЙ: УТРОМ ИЛИ ВЕЧЕРОМ',
    text: 'Это так бодрит!',
    image: 'running',
  },
  {
    title: 'ДОСТАТЬ РОЛИКИ С АНТРЕСОЛИ И НАКАТАТЬСЯ НА НИХ ВДОВОЛЬ',
    text: 'Вдвоем будет веселее!',
    image: 'rollerskates',
  },
  {
    title: 'КУПИТЬ ПАКЕТ ЧЕРЕШНИ И СЪЕСТЬ ЕЕ В ОДИНОЧКУ',
    text: 'Или вы фанат вишни?',
    image: 'cherry',
  },
  {
    title: 'ВКУСНО ПОЕСТЬ В КАФЕ НА ЛЕТНЕЙ ВЕРАНДЕ',
    text: 'С друзьями или в одиночку',
    image: 'veranda',
  },
  {
    title: 'НАЙТИ САМОЕ НЕОБЫЧНОЕ ЗДАНИЕ В ГОРОДЕ',
    text: 'И сфотографировать его',
    image: 'neobichnoezdanie',
  },
  {
    title: 'ПЕРЕЧИТАТЬ ЛЮБИМУЮ КНИГУ, ЛЕЖА НА ПЛЕДЕ В ЛЮБИМОМ ПАРКЕ',
    text: 'Просто восторг!',
    image: 'bookpark',
  },
  {
    title: 'УСТРОИТЬ СВИДАНИЕ ДОМА — ПОСМОТРЕТЬ ФИЛЬМ В ВИДЕОСЕРВИСЕ WINK',
    text: 'Ловите ссылку',
    link: 'https://vk.cc/ceRqh5',
    image: 'wink',
  },
  {
    title: 'ОСВОИТЬ ВЕЙКБОРДИНГ ИЛИ НАУЧИТЬСЯ ДЕЛАТЬ ТРЮК',
    text: 'Только осторожнее!',
    image: 'wakeboard',
  },
  {
    title: 'ПРИГОТОВИТЬ ПИЦЦУ С ДРУЗЬЯМИ',
    text: 'С ананасами любите?',
    image: 'pizza',
  },
  {
    title: 'УСТРОИТЬ ГЕНЕРАЛЬНУЮ УБОРКУ ДОМА И ПЕРЕЧИТАТЬ СВОИ ШКОЛЬНЫЕ ЗАПИСКИ',
    text: 'Вот это ностальгия!',
    image: 'cleaning',
  },
  {
    title: 'СДЕЛАТЬ ОСВЕЖАЮЩИЙ ФРУКТОВЫЙ САЛАТ',
    text: 'С экзотическими фруктами',
    image: 'fruitsalad',
  },
  {
    title: 'СХОДИТЬ В ОДНОДНЕВНЫЙ ПОХОД',
    text: 'Только не заблудитесь',
    image: 'pokhod',
  },
  {
    title: 'УСТРОИТЬ ДЕНЬ ЛЕНИ: НЕ ВЫЛЕЗАТЬ ИЗ КРОВАТИ',
    text: 'Смотреть любимые ситкомы',
    image: 'bed',
  },
  {
    title: 'ПОСМОТРЕТЬ ЛЕКЦИЮ В ЛЕКТОРИИ «ДОМА ПО ДРУГИМ ПРАВИЛАМ TELE2»',
    text: 'Вот и ссылка!',
    link: 'https://vk.cc/ceRq9Z',
    image: 'lectority',
  },
];

export default [[], SPB, vladivostok, irkutsk, kazan, izhevsk, nn, saratov, volgograd, another];